[General]
language=latviešu
link_pc_name=Datora nosaukums
link_connect_pwd=Parole
link_file_path=Ienākošo vēstuļu mape
link_auto_start=Automātiska sākšana
link_change_folder_btn=Mainīt
link_open_folder_btn=Atvērt
link_change_folder_dialog_title=Lūdzu, izvēlieties ienākošo vēstuļu mapi
link_save_button=Saglabāt
link_copyright=<c color="808080">Copyright (C) 2011-2015.</c><br/><c color="808080">Guangzhou Shirui Electronics. Visas tiesības aizsargātas.</c>
link_save_success_msg=Iestatījumi veiksmīgi saglabāti.
link_save_success_title=Ziņa
link_error_title=Kļūda
link_error_program_already_ran=Lietojumprogramma ir aktīva. Pārbaudiet sistēmas ikonjoslu.
link_error_program_expire=Beidzies izmēģinājumversijas derīguma termiņš. Sazinieties ar Shirui, 
lai iegūtu jaunāku versiju.
link_open_main_window=Atvērt SeewoLink
link_exit_program=Iziet
link_minimize_to_tray=Samazināt līdz sistēmas ikonjoslas lielumam
link_open_spec=Palīdzība
link_update=Atjaunināt
link_register=Reģistrēties
link_error_title=Kļūda
link_message_title= Ziņa
link_update_network_error=Neizdevās pievienoties tīklam. Mēģiniet vēlāk.
link_home_qrcode_tip=Android klients
link_connect_pc_tip= Ieskenējiet QR kodu, lai savienotos ar datoru
link_reg_serial_invalid=Nederīgs sērijas numurs
link_reg_partial_success=Sveicināti! Šis sērijas numurs kļūs nederīgs pēc %d mēģinājumiem. Šo SN ir iespējams izmantot vēl %d ierīcēs.
link_reg_full_success=Apsveicam! Šis SN vienmēr būs derīgs. Šo SN ir iespējams izmantot vēl %d ierīcēs.
link_reg_response_failed=Atvainojiet! Jūsu reģistrācija neizdevās.
link_reg_response_serial_error=Atvainojiet! Jūsu reģistrācija neizdevās. Iemesls – nepareizs SN.
link_reg_response_error_lock=Atvainojiet! Jūsu reģistrācija neizdevās. Iemesls – SN jau ir reģistrēts ar kādu citu ierīci.
link_reg_response_day_expire=Atvainojiet! Jūsu reģistrācija neizdevās. Iemesls – beidzies SN derīguma termiņš.
link_reg_input_serial_text=Lūdzu, ievadiet sērijas numuru!
link_error_unknown=Nezināma kļūda.
link_reg_message_remaindays=Jūsu sertifikāts kļūs nederīgs pēc %d mēģinājumiem.
link_reg_message_remaindays_tip= <c color="CCCCCC">Reģistrēta %s versija</c>
link_reg_message_remaindays_warn=<c color="CCCCCC"> Versija %s</c>, Atlikuši vēl <c color="1899ED"><b>%d</b></c><c color="CCCCCC"> izmēģinājumi.</c><c color="0000ff"><u><b><a id="1050">Register</a></b></u></c>
link_reg_message_remaindays_reminder=<c color="CCCCCC"> Versija %s</c><c color="1899ED"><b>. Nav reģistrēta </b></c><c color="FFFFFF">, Atlikuši vēl </c><c color="1899ED"><b>%d</b></c> <c color="CCCCCC"> izmēģinājumi.</c>
link_reg_rd_renew_button=Atjaunināt
link_confirm_button=Labi
link_cancel_button=Atcelt
link_reg_read_reginfo_error=Neizdevās nolasīt reģistrēšanās informāciju. Lūdzu, reģistrējieties vēlreiz.
link_lang_setting_button=Valoda
link_lang_setting_hint=Lūdzu, izvēlieties valodu:
link_lang_setting_ok=Labi
link_lang_setting_cancel=Atcelt
link_annotation_stop=Apturēt
link_auto_start_tip=SeewoLink sāk ar Windows palaišanu
link_lang_tip=Valoda
link_tab_text_status=Statuss
link_tab_text_status=Iestatīšana
link_tab_text_set=uzstādīt
link_tab_text_about=Par ierīci
link_stat_connected_device_tip= Pievienots klients:
link_stat_connected_device= NAV
link_stat_conn_barcode_tip=Skenēt, lai pievienotu
link_tab_text_help=<c color="FFFFFF">For help, </c><c color="0000ff"><u><a id="1051"> Klikšķiniet šeit </a></u></c>
link_client_connected_tip=<c color="CCCCCC">%s<br/>Savienots</c>
link_client_disconnected_tip=<c color="CCCCCC">%s<br/>Atvienots</c>
link_softap_tip=Ieslēgt karstvietu 
link_softap_info=<c color="808080">Karstvietas:%s</c><br/><c color="808080">parole: %s</c>
link_softap_on=<c color="CCCCCC"> Karstvieta:%s<br/> ir ieslēgta</c>
link_softap_off=<c color="CCCCCC"> Karstvieta izslēgta</c>
link_softap_error=Nevar ieslēgt karstvietu. Pārbaudiet, vai ir ieslēgts WLAN
link_update_title=SeewoLink atjauninājums
link_update_confirm=Vai vēlaties atjaunināt līdz jaunākajai versijai?
link_update_success=Atjaunināts līdz jaunākajai versijai
link_update_failed=Neizdevās atjaunināt līdz jaunākajai versijai. Apmeklējiet oficiālo mājaslapu, lai iegūtu jaunāko versiju
link_setup_uninstall=Atinstalēt
link_setup_old_verision=instalēta %s vecā versija. Tā pirms jaunās versijas instalēšanas ir jāatinstalē.
link_setup_restart_prompt=%s jāpārstartē jūsu dators!
link_setup_system_not_match=%s nepieciešams vismaz Windows 7. Instalēšana tiks pārtraukta!


link_lock_access=Lock Access
link_click_download_apk_help=<c color="CCCCCC"><c color="1899ED"><u><a id="1067">Download APP</a></u></c></c>
no_install_video_driver=Note: Graphics driver has not been installed,please install it first.
no_surpport_basic_themes=Spotlignt does not support Basic Themes,please turn to Aero Themes
pc_name_error=Failed to rename,there is no special character "%" or empty

link_reg_response_InvalidRequest=Client submits illegal request
link_reg_response_InvalidCheckCode=Invalid verification code
link_reg_response_MachineCodeError=Encoding is empty or does not match the format
link_reg_response_InvalidMachineCode=Machine code does not match
link_reg_response_SerialCodeError=Unable to resolve License
link_reg_response_InvalidSerialCode=Registration code does not exist
link_reg_response_OverdueSerialCode=Enter the registration code has been exhausted (the remaining number is 0)
link_reg_response_DatabaseException=Database exception occurs
link_reg_message_no_register=<c color="CCCCCC">%s  </c><c color="1899ED"><u><b><a id="1050">Not registered</a></b></u></c>
link_picture_show_window_tile=SeewoLink Picture Viewer
link_picture_show_full_window_tile=SeewoLink Picture Slide Viewer